[
    {
        "edition": "Vulgate (Genesis 1:1-5)",
        "text": "In principio creavit Deus caelum et terram. Terra autem erat inanis et vacua, et tenebrae super faciem abyssi, et spiritus Dei ferebatur super aquas. Dixitque Deus: Fiat lux. Et facta est lux. Et vidit Deus lucem quod esset bona: et divisit lucem a tenebris. Appellavitque lucem Diem, et tenebras Noctem: factumque est vespere et mane, dies unus."
    },
    {
        "edition": "Vetus Latina with Patristic Commentary",
        "text": "In principio, quod est ante omnia tempora et ante omnem creaturam, fecit Deus caelum et terram. Hoc est, universam creaturam visibilem et invisibilem. Terra autem erat invisibilis et incomposita, et tenebrae erant super abyssum, et spiritus Dei superferebatur super aquas. Tunc dixit Deus: Fiat lux, et facta est lux. Et vidit Deus lucem quia bona est, et separavit Deus inter lucem et inter tenebras."
    },
    {
        "edition": "Codex Complutensis with Glosses",
        "text": "In principio (id est, in Filio, qui est principium omnium) creavit Deus (Pater per Filium in Spiritu Sancto) caelum (angelorum habitaculum) et terram (materiam primam omnium corporalium). Terra autem erat inanis et vacua (sine forma et ornatu), et tenebrae (privatio lucis) super faciem abyssi (super aquarum multitudinem), et spiritus Dei (virtus divina) ferebatur super aquas (fovebat et vivificabat materiam)."
    },
    {
        "edition": "Medieval Scholastic Version",
        "text": "In principio temporis, quando nihil erat factum nisi angelica natura, creavit Deus omnipotens et aeternus caelum empyreum, ubi angeli habitant, et terram primordialem, quae erat materia prima omnium rerum corporalium. Haec autem terra erat inanis, id est sine forma distincta, et vacua, id est sine ornatu creaturarum, et tenebrae, quae sunt privatio lucis, erant super faciem abyssi, id est super aquarum confusarum multitudinem."
    },
    {
        "edition": "Carolingian Biblical Commentary",
        "text": "In principio, antequam ullum tempus esset, creavit Deus, qui est Trinitas una et indivisa, caelum angelicum et terram elementarem. Caelum quidem, ubi angeli beati habitant in perpetua felicitate; terram vero, quae erat materia confusa omnium rerum corporalium. Terra igitur erat inanis, quia nondum distinctas habebat formas; et vacua, quia nondum ornata erat diversis creaturis; et tenebrae, quae sunt lucis absentia, super faciem abyssi, id est super aquarum immensam profunditatem."
    },
    {
        "edition": "Hiberno-Latin Tradition",
        "text": "In principio omnium saeculorum, quando adhuc nihil factum erat praeter angelicas potestates, fecit Deus creator omnium caelum sublime, ubi angeli sancti perpetuo laudant nomen eius, et terram informem, quae erat quasi materia prima ad omnia corporalia facienda. Erat autem terra illa sine forma et sine ornamento, et tenebrae profundae tegebant faciem abyssi aquarum, et spiritus Domini, qui est virtus creandi et vivificandi, movebatur super aquas illas primordiales, praeparans eas ad opera sex dierum."
    }
]